Repository: LaoMa3953/ulipad
Catalog: trunk/tools/*.po
Languages: es_es

source: You should install textile module first!
es_es: Ud. debería instalar primero un módulo de texto

source: In html window
es_es: En ventana html

source: In message window
es_es: En ventana de mensajes

source: Replace selected text
es_es: Reemplazar texto seleccionado

source: Html Convertion
es_es: Conversión HTML

source: Views html content in left pane.
es_es: Ver contenido Html en el Panel Izquierdo

source: Views html content in bottom pane.
es_es: Ver contenido Html en el Panel Inferior

source: View Html Content in Left Pane
es_es: Ver contenido Html en el Panel Izquierdo

source: View Html Content in Bottom Pane
es_es: Ver contenido Html en el Panel Inferior

source: Open Module File
es_es: Abrir Módulo de Archivo

source: Open current word as Python module file
es_es: Abrir palabra actual como un archivo de modulo Python

source: Show splash window on startup
es_es: Mostrar ventana splash al inicio

source: Extended Modules Info
es_es: Información Extendida de Módulo

source: Extended modules infomation
es_es: Información Extendida de Módulo

source: Open Directory Browser
es_es: Abrir Explorador de Directorios

source: Opens directory browser window.
es_es: Abris ventana del Explorador de Directorios.

source: Enable input assistant
es_es: Habilitar Asistente de Ingreso

source: Enable calltip
es_es: Habilitar calltip

source: Enable auto completion
es_es: Habilitar autocompletado

source: Enable auto prompt identifiers
es_es: Habilitar identificadores de la línea de comandos

source: Input Assistant
es_es: Asistente de Ingreso

source: Available acp files:
es_es: Archivos acp disponibles:

source: Acp Selector
es_es: Selector Acp

source: Apply auto-complete files to current document.
es_es: Aplicar autocompletar archivos al documento actual.

source: Open Share Resource Window
es_es: Abrir ventana de recursos compartidos

source: Opens share resource window.
es_es: Abrir ventana de recursos compartidos

source: Share Resource
es_es: Compartir recurso

source: Use proxy
es_es: Usar proxy

source: Proxy User:
es_es: Usuario del proxy:

source: Proxy Password:
es_es: Contraseña del proxy:

source: Show Easy Memo windows, and you can write down everything what you want.
es_es: Mostrar ventana Easy Memo y podrá escribir lo que guste.

source: Open TODO Window
es_es: Abrir ventana TODO

source: Open the TODO window.
es_es: Abrir la ventana TODO

source: Opens the TODO window.
es_es: Abrir la ventana TODO

source: Goto error line
es_es: Ir a línea del error

source: Goto the line that occurs the error.
es_es: Ir a la línea donde ocurrió el error.

source: Clear Message Window
es_es: Limpiar la venta de Mensajes

source: Clears content of message window.
es_es: Limpiar el contenido de la ventan de mensajes.

source: Column Mode
es_es: Modo de Columna

source: Mark Column Mode Region
es_es: Marcar Región del modo de Columna

source: Commands Searching
es_es: Buscando comandos

source: Searching...
es_es: Buscando...

source: Searchs commands.
es_es: Comandos de búsqueda.

source: Switch Impact Mode
es_es: Cambiar Modo de Impacto

source: Switches commands searching impact mode.
es_es: Cambiar comandos de búsqueda en modo de impacto

source: Search Commands
es_es: Buscar Comandos

source: Commands
es_es: Comandos

source: Enable commands search impact mode
es_es: Habilitar búsqueda de comandos en modo Impacto

source: Auto close commands search window after executing a command
es_es: Cerrar automáticamente ventana de comandos después de ejecutar uno

source: Open Multi View Window
es_es: Abrir Ventana de Vista Múltiple

source: Opens multi view window.
es_es: Abrir Ventana de Vista Múltiple.

source: Opens view of current document in left pane.
es_es: Abrir Vista del documento actual en Panel Izquierdo.

source: Opens view of current document in bottom pane.
es_es: Abrir Vista del documento actual en Panel inferior.

source: View Html Result in Left Pane
es_es: Ver resultado HTML en el panel Izquierdo

source: Views html result in left pane.
es_es: Ver resultado HTML en el panel Izquierdo

source: View Html Result in Bottom Pane
es_es: Ver resultado HTML en el panel Inferior

source: Views html result in bottom pane.
es_es: Ver resultado HTML en el panel Izquierdo.

source: Stop auto updated
es_es: Detener Actualización automática

source: Jumps to definition.
es_es: Salta a definición

source: Syntax Check
es_es: Revizar sintáxis

source: Check python source code syntax.
es_es: Revisar sintaxis del código fuente Python.

source: Auto PEP8 style check with syntax check
es_es: Revizar estilo de sintáxis PEP8

source: Create Comment for Function
es_es: Crear comentario para Función

source: Username
es_es: Nombre de usuario

source: Live Regular Expression
es_es: Expresiones Regulares Vivas

source: Live regular expression searching.
es_es: Buscando expresiones regulares.

source: Smart Navigation
es_es: Navegación inteligente

source: Goto previous file.
es_es: Ir al archivo previo

source: Goto next file.
es_es: Ir al Siguiente Archivo.

source: Clear buffered files.
es_es: Limpiar archivos seleccionados.

source: Open Snippets Window
es_es: Abrir Ventana de Snippets

source: Wrap Text
es_es: Ajustar texto

source: (Press ESC to close)
es_es: (Presionar ESC para cerrar)

source: Interpreter Setting
es_es: Preferencias del Intérprete

source: Interpreter Path
es_es: Ruta del Intérprete

source: Add
es_es: Agregar

source: Modify
es_es: Modificar

source: Remove
es_es: Remover

source: default
es_es: predeterminado

source: Do you realy want to delete current item [%s]?
es_es: Ud. realemente desea borrar el item actual [%s]?

source: Deleting Interpreter
es_es: Borrar Interprete

source: Enter the interpreter path
es_es: Ingresar la ruta del Interprete

source: Modify Interpreter Path
es_es: Cambiar la ruta del Interprete

source: You can select only one item
es_es: Ud. puede seleccionar solo un item

source: The description must not be empty or
es_es: La descripción no debe ser vacío o

source: Saving Interpreter Setting
es_es: Guardando selección del interprete.

source: . Please change them first!
es_es: . Por favor cambie estos primero!

source: Select Python Interpreter:
es_es: Seleccionar Interprete de Python:

source: ReDirect input and output
es_es: Redireccionar salida y entrada

source: Style default
es_es: Estilo predefinido

source: Caret fore colour
es_es: Color del marcador de retorno

source: CaretLine back colour
es_es: Color de fondo de la CaretLine

source: Selection back colour
es_es: Seleccionar color de fondo

source: Line numbers
es_es: Números de línea

source: Control characters
es_es: Caracteres de control

source: Matched braces
es_es: Marcar corchetes

source: Unmatched brace
es_es: No marcar corchetes

source: File
es_es: Archivo

source: Help
es_es: Ayuda

source: Exit
es_es: Salir

source: Exit Program
es_es: Salir del Programa

source: All files (*.*)|*
es_es: Todos los archivos (*.*)|*

source: Selects all text.
es_es: Seleccionar todo el texto.

source: Clear
es_es: Limpiar

source: Clear all the text.
es_es: Limpiar todo el texto.

source: Wrap text.
es_es: Ajustar texto

source: Auto Clear on Running Program
es_es: Limpiar automáticamente al ejecutar programa

source: Auto clear text on run program.
es_es: Limpiar texto automáticamente al ejecutar programa

source: Output modules information error!
es_es: ¡Error en la Información de salida del módulo!

source: Closes an opened window.
es_es: Cerrar ventana abierta.

source: Plugin Manage
es_es: Manejo de PlugIn

source: If you changed plugins selection, you should restart again
es_es: Si cambia la selección de PlugIns, debería reiniciar Ulipad

source: Create
es_es: Crear

source: Methods
es_es: Métodos

source: Find First
es_es: Buscar primero

source: Find All
es_es: Buscar todos

source: From
es_es: Desde

source: From beginning
es_es: Desde el inicio

source: From caret
es_es: Desde marca de retorno

source: In Selection
es_es: En la selección

source: Flags
es_es: Banderas

source: Ignore Case(I)
es_es: Ignorar Caso(I)

source: Locale(L)
es_es: Locales(L)

source: Multi Line(M)
es_es: Multilínea (M)

source: Dot All(S)
es_es: Tildar todo(s)

source: Values
es_es: Valores

source: Script Manage
es_es: Manejar Script

source: Filename
es_es: Nombre de Archivo

source: Up
es_es: Arriba

source: Down
es_es: Abajo

source: Deleting Script
es_es: Borrar Script

source: Python file (*.py)|*.py
es_es: Archivo Python (*.py)|*.py

source: Impact Mode
es_es: Modo Impacto

source: Auto Close
es_es: Cerrar automático

source: Function
es_es: Función

source: ShortCuts
es_es: Atajos

source: Impact
es_es: Impacto

source: Add ...
es_es: Agregar...

source: Do you realy want to delete current item?
es_es: Realmente desea borrar el item actual?

source: Deleting Shell Command
es_es: Eliminar comando de la consola

source: There are some unknown errors, please check error.txt
es_es: Hay algunos errores desconocidos, por favor revisar error.txt

source: LineNo
es_es: Línea Nro.
