Repository: LaoMa3953/ulipad
Catalog: trunk/tools/*.po
Languages: es_es

source: There is something wrong as importing plugins.
es_es: Hay algo mal al importar los plugins

source: Cut
es_es: Cortar

source: Copy
es_es: Copiar

source: Paste
es_es: Pegar

source: Preferences...
es_es: Preferencias...

source: Save
es_es: Guardar

source: Save All
es_es: Guardar todo

source: Code Template
es_es: Plantilla de Código

source: Select a syntax highlight
es_es: Seleccionar un coloreo de sintaxis.

source: Syntax Highlight
es_es: Coloreo de Sintaxis

source: Author
es_es: Autor

source: Version
es_es: Versión

source: Date
es_es: Dia

source: Description
es_es: Descripción

source: Add Directory
es_es: Agregar directorio

source: Close Directory
es_es: Cerrar directorio

source: Set Project
es_es: Establecer proyecto

source: Search Directory
es_es: Buscar directorio

source: Open Command Window Here
es_es: Abrir consola aquí

source: Open with Default Editor
es_es: Abrir con Editor predeterminado

source: Rename
es_es: Renombrar

source: Delete
es_es: Borrar

source: Ignore This
es_es: Ignorar esto

source: Ignore This Type
es_es: Ignorar este Tipo

source: Open UliPad Work Path
es_es: Abrir Directorio de trabajo de Ulipad

source: Open UliPad User Path
es_es: Abrir directorio de Usuario de Ulipad

source: Clean Recently Directoris
es_es: Borrar Directorios Recientes

source: Open Explorer Window Here
es_es: Abrir Ventana del Explorador aquí

source: Select directory:
es_es: Seleccionar directorio

source: Cannot change the filename %s to %s!
es_es: No se puede cambiar el archivo %s a %s!

source: Create directory %s error!
es_es: Error al crear directorio %s!

source: Do you want to delete %s ?
es_es: Ud. quieres borrar %s?

source: Message
es_es: Mensaje

source: Cannot delete directory %s!
es_es: No puede borrar el directorio %s!

source: Cannot delete file %s!
es_es: No puede borrar el archivo %s!

source: Project Names
es_es: Nombres de Proyecto

source: Project Setting
es_es: Propiedades de Proyecto

source: Change the filename:
es_es: Cambiar el nombre de archivo>

source: Save File
es_es: Guardar archivo

source: Source file or directory can not be the same as destination file or directory
es_es: Archivo o directorio no pueden ser los mismos como destino.

source: Copy %(filename)s to %(dst)s failed!
es_es: Copiar %(filename)s a %(dst)s falló!

source: Move %(filename)s to %(dst)s failed!
es_es: Mover %(filename)s a %(dst)s falló!

source: Open file error!
es_es: Abrir archivo de error!

source: Can't open the file [%s]!
es_es: No se puede abrir el archivo [%s]!

source: Default
es_es: Predeterminado

source: Multiple directories or extensions should be separated by semicolons ';'
es_es: Múltimples directorios o extensiones deberían estar separados por punto y coma ';'

source: Search for:
es_es: Buscar por:

source: Directories:
es_es: Directorios:

source: Extensions:
es_es: Extensiones:

source: Case sensitive
es_es: Caso sensitivo

source: Search Subdirectories
es_es: Buscar subdirectorios

source: Regular Expression
es_es: Expresión regular

source: Status:
es_es: Estado:

source: Ready.
es_es: Listo.

source: Start Search
es_es: Iniciar búsqueda

source: Choose a directory
es_es: Escoger un directorio

source: Stopping...please wait.
es_es: Deteniendo...por favor esperar.

source: Search cancelled.
es_es: Búsqueda cancelada.

source: Stop Search
es_es: Detener búsqueda

source: Found %i instances in %i files out of %i files checked.
es_es: Hallado %i instancias en %i archivos de %i revizados.

source: ...searching...
es_es: ...buscando...

source: ...cancelled.
es_es: ...cancelado.

source: ...done.
es_es: ...hecho.

source: Total replaced %d places!
es_es: Reemplazos totales: %d!

source: Close
es_es: Cerrar

source: Site:
es_es: SitioÑ

source: User Name:
es_es: Nombre de Usuario:

source: Password:
es_es: Contraseña:

source: Connect
es_es: Conectar

source: Disconnect
es_es: Desconectar

source: Remote Path:
es_es: Dirección remota:

source: Refresh
es_es: Refrescar

source: Site Set
es_es: Establecer sitio

source: Connecting to %s(%s:%s)
es_es: Conectando a %s(%s:%s)

source: Connect canceled
es_es: Conexión cancelada

source: Loginning
es_es: Logueando

source: Disconnected
es_es: Desconectando

source: Retrieving the file
es_es: Obteniendo el archivo

source: Get Encoding
es_es: Obtener Encoding

source: Input encoding name
es_es: Ingresar nombre de encoding

source: Refresh current path
es_es: Refrescar la dirección actual

source: changing current directory
es_es: cambiar el directorio actual

source: Name
es_es: Nombre

source: Size
es_es: Tamaño

source: Format
es_es: Formato

source: Parent folder
es_es: Carpeta padre

source: Input Filename
es_es: Ingresar el nombre de archivo

source: Input new file name:
es_es: Ingresar nuevo nombre de archivo:

source: The filename has been existed! Please try another.
es_es: El archivo existe! Por favor intentar otro.

source: Input directory name
es_es: Ingredar nombre de directorio

source: Input new directory name:
es_es: Ingresar nuevo nombre de directorio:

source: The directory name has been existed! Please try another.
es_es: El directorio existe! Por favor intentar otro.

source: Do you want to delete %s?
es_es: ¿Quiere borrar %s?

source: Change name
es_es: Cambiar nombre

source: Input the new name:
es_es: Ingresar el nuevo nombre:

source: The file is existed! Do you want to overwrite it?
es_es: ¡El archivo existe! ¿Desea sobreescribirlo?

source: Upload File
es_es: Subir archivo

source: Uploading file...
es_es: Subiendo archivo...

source: Upload finished
es_es: Carga terminada.

source: Downloading file...
es_es: Descargando archivo...

source: Download finished
es_es: Descarga finalizada

source: Add Ftp Site
es_es: Agregar sitio FTP

source: The site name is duplicated! Try another.
es_es: El nombre del sitio es duplicado! Intentar otro.

source: Ftp site: %s
es_es: Sitio Ftp: %s

source: OK
es_es: Aceptar

source: Cancel
es_es: Cancelar

source: Upload file
es_es: Subir archivo

source: Upload filename:
es_es: Archivo a subir:

source: Browser
es_es: Explorador

source: New filename:
es_es: Nuevo nombre de archivo:

source: Use binary transfer mode
es_es: Usar modo de transferencia binario

source: All file (*.*)|*.*
es_es: Todos los Archivos (*.*)|*.*

source: Select A File
es_es: Seleccionar un Archivo

source: Download file
es_es: Descargar archivo

source: Download filename:
es_es: Nombre de archivo a descargar

source: Edit
es_es: Editar

source: Setup program preferences
es_es: Establecer preferencias del programa

source: Document
es_es: Documento

source: Creates a new document
es_es: Crear un nuevo documento

source: New
es_es: Nuevo

source: Open
es_es: Abrir

source: Opens an existing document
es_es: Abrir un documento existente

source: Reopen
es_es: Reabrir

source: Reopens an existing document
es_es: Reabrir un documento existente

source: Closes an opened document
es_es: Cerrar todas las ventanas abiertas

source: Close All
es_es: Cerrar todo

source: Closes all document windows
es_es: Cerrar todas las ventanas de documentos

source: Saves an opened document using the same filename
es_es: Guardar documento abierto usando el mismo nombre de archivo

source: Save As
es_es: Guardar como

source: Saves an opened document to a specified filename
es_es: Guardar documento abierto especificando el nombre de archivo

source: Saves all documents
es_es: Guardar todos los documentos

source: Reopen file...
es_es: Reabrir archivo..

source: This document has been modified, do you really want to reload the file?
es_es: Este documento ha sido modificado, ¿desea recargar el documento?

source: Would you like to save %s ?
es_es: ¿Quiere guardar %s?

source: Close File
es_es: Cerrar archivo

source: Save File %s As
es_es: Guardar Archivo %s como

source: Save As...
es_es: Guardar como...

source: Bottom
es_es: Inferior

source: Document tabs direction
es_es: Dirección de los tabs

source: Top
es_es: Arriba

source: Reverse previous editing operation
es_es: Retroceder operación de edición previa

source: Undo
es_es: Deshacer

source: Redo
es_es: Restaurar

source: Reverse previous undo operation
es_es: Retroceder operación previa

source: Deletes text from the document and moves it to the clipboard
es_es: Borra texto del documento y mover este al clipboard

source: Copies text from the document to the clipboard
es_es: Copiar texto desde el documento al clipboard

source: Pastes text from the clipboard into the document
es_es: Pegar texto desde el clipboard al documento

source: Selection
es_es: Seleccionar

source: Select Word
es_es: Seleccionar palabra

source: Selects current word
es_es: Seleccionar palabra actual

source: Select Word Extend
es_es: Selección de palabra extendida

source: Selects current word include "."
es_es: Seleccionar palabra actual inclusive"."

source: Match Select (Left First)
es_es: Coincidir selección (Izquierdo primero)

source: Selects the text encluded by (){}[]<>""'', matching left first
es_es: Seleccionar el texto excluido por (){}[]<>""'', coincidiendo izquierdo primero.

source: Match Select (Right First)
es_es: Coincidir selección (Derecha primero)

source: Selects the text encluded by (){}[]<>""'', matching right first
es_es: Seleccionar el texto excluido por (){}[]<>""'', coincidiendo derecha primero.

source: Enlarge Selection
es_es: Aumentar selección

source: Enlarges selection
es_es: Aumentar selección

source: Select Line
es_es: Seleccionar línea

source: Select current phrase
es_es: Seleccionar frase actual

source: Select All
es_es: Seleccionar todo

source: Selects the entire document
es_es: Seleccionar todo el documento

source: Set selection begin
es_es: Establecer comienzo de selección

source: Set selection end
es_es: Establecer final de selección

source: Select Begin
es_es: Seleccionar inicio

source: Select End
es_es: Seleccionar Final

source: New File
es_es: Archivo Nuevo

source: Open Recent Files
es_es: Abrir archivos recientes

source: Search
es_es: Buscar

source: Find text
es_es: Buscar texto

source: Find...
es_es: Buscar...

source: Find Previous
es_es: Buscar previo

source: Find Next
es_es: Buscar siguiente....

source: Find and replace text
es_es: Buscar y reemplazar texto

source: Enter the Line Number:
es_es: Ingresar número de línea:

source: Line: %d
es_es: Línea: %d

source: Default line ending used in document:
es_es: Línea de final predeterminada en el documento:

source: Convert Line Ending
es_es: Convertir final de línea

source: Convert line ending to windows format
es_es: Convertir final de línea en formato windows

source: Convert line ending to unix format
es_es: Convertir final de línea a formato UNIX

source: Convert line ending to mac format
es_es: Convertir final de línea a formato Mac

source: %s is currently Mixed. Would you like to change it to the default? The Default is: %s
es_es: %s está actualmente mezclado. ¿Quisera cambiarlo por el default? El Default es: %s

source: Mixed Line Ending
es_es: Final de línea mixto

source: View
es_es: Vista

source: Shows or hides space and tab marks
es_es: Mostrar u ocultar marcas de espacios y tabulaciones

source: Tabs And Spaces
es_es: Tabs y espacios

source: Indentation Guides
es_es: Líneas de indentación

source: Shows or hides indentation guides
es_es: Mostrar u ocultar marcas de indentación

source: Shows or hides right edge indicator
es_es: Mostrar u ocultar el Indicador de final derecho

source: Whitespace is visible on startup
es_es: Espacios en blanco visibles al inicio

source: Long line indicator is visible on startup
es_es: Indicador de línea es visible al inicio

source: Long line indicator column
es_es: Indicador de línea de columna

source: Trim Trailing Spaces
es_es: Ajustar espacios sobrantes

source: Trims trailing white spaces
es_es: Ajustar espacios sobrantes en blanco

source: Converts leading spaces to tabs
es_es: Convertir primeros espacios en Tabulaciones

source: Converts leading tabs to spaces
es_es: Convertir primeros espacios en Tabulaciones

source: Leading Tabs To Spaces
es_es: Primeros espacios a tabulaciones

source: Converts all tabs to spaces
es_es: Covertir todas los tabs a espacios

source: Increase Indent
es_es: Aumentar Identado

source: Increases the indentation of current line or selected block
es_es: Incrementar la indentación de la línea actual o del bloque

source: Decrease Indent
es_es: Reducir indentado

source: Decreases the indentation of current line or selected block
es_es: Disminuir la indentación de la línea actual o del bloque

source: Inserts comment sign at the beginning of line
es_es: Insertar signos de comentario al inicio de la línea

source: Line Comment...
es_es: Línea de comentario...

source: Line Uncomment...
es_es: Quitar línea de comentario...

source: Removes comment sign at the beginning of line
es_es: Remover signos de comentarios al inicio de la línea

source: Quote selected text
es_es: Citar texto seleccionado

source: Text Quote...
es_es: Texto citado....

source: Text Unquote...
es_es: Texto no citado...

source: Unquote selected text
es_es: No citar el texto seleccionado

source: Comment Char:
es_es: Caracter de comentario:

source: Comment...
es_es: Comentario...

source: Case
es_es: Tipo de letra

source: Changes the selected text to upper case
es_es: Cambiar el texto seleccionado a mayúsculas

source: Upper Case
es_es: Mayúsculas

source: Changes the selected text to lower case
es_es: Cambiar el texto seleccionado a minúsculas

source: Lower Case
es_es: Minúsculas

source: Invert Case
es_es: Invertir capitalización

source: Inverts the case of the selected text
es_es: Invertir capitalización en texto seleccionado

source: Capitalize
es_es: Capitalización

source: Capitalizes all words of the selected text
es_es: Capitalizar todas las palabras en el texto seleccionado

source: Auto Indent
es_es: Auto indentado

source: Uses tab as indent char or uses space as indent char.
es_es: Usar tab como caracter de sangrado o usar espacios como caracter de sangrado

source: Auto indent
es_es: Autoindentado

source: Use Tabs
es_es: Usar Tabs

source: Auto word-wrap
es_es: Ajuste de línea automático

source: Toggles the word wrap feature of the active document
es_es: Cambiar la función de alineación de palabras en el documento activo

source: Auto detect UTF-8 encoding
es_es: Autodetectar UTF-8 encoding

source: Unicode Error
es_es: Error de Unicode

source: Toggle Marker
es_es: Intercambiar marcador

source: Previous Marker
es_es: Marcador previo

source: Next Marker
es_es: Siguiente marcador

source: Increases the font size of the document
es_es: Incrementar el tamaño de letra del documento

source: Decreases the font size of the document
es_es: Disminuir el tamaño de la fuente en el documento

source: Auto load the files of last session
es_es: Autocargar archivos de la última sesión

source: Open Session
es_es: Abrir Sesión

source: Opens session.
es_es: Abrir Sesión

source: Save Session
es_es: Guardar Sesión

source: Saves session.
es_es: Guardar sesión

source: Open Recent Session
es_es: Abrir sesión reciente

source: There is no recent session.
es_es: No hay sesiones recientes.

source: Saves current status when exit the program
es_es: Salvar el estado actual al salir del programa

source: Use duplication extend mode ('.' will be treated as word char)
es_es: Usar modo de duplicación extendido ('.' será tratado como una palabra)

source: Duplication
es_es: Duplicado

source: Duplicate Extend Mode
es_es: Duplicar Modo Extendido

source: Toggle duplication extend mode
es_es: Cambiar a modo extendido de duplicación

source: Duplicate Current Line
es_es: Duplicar Línea actual

source: Duplicates current line
es_es: Duplicar Línea actual

source: Copies a word from previous matched line
es_es: Copiar una palabra de la palabra previa encontrada

source: Duplicate Previous Word
es_es: Duplicar Palabra Previa

source: Copies a word from next matched line
es_es: Copiar una palabra de la próxima palabra encontrada

source: Duplicate Next Word
es_es: Duplicar Palabra Siguiente

source: Copies a line from next matched line
es_es: Copiar una línea de la próxima línea encontrada

source: Duplicate Previous Line
es_es: Duplicar línea previa

source: Duplicate Next Line
es_es: Duplicar siguiente línea

source: About
es_es: Acerca de

source: UliPad Version %s
es_es: Versión de Ulipad %s

source: Author: %s (%s)
es_es: Autor: %s (%s)

source: If you have any question please contact me !
es_es: Si Ud, tiene alguna pregunta por favor contácteme!

source: UliPad Help Document
es_es: Documento de Ayuda de Ulipad

source: UliPad help document
es_es: Documento de Ayuda de Ulipad

source: Visit Project Homepage
es_es: Visitar Página del Proyecto

source: Visit Project Homepage: %s
es_es: Visitar Página del Proyecto: %s

source: Visit My Blog
es_es: Visite mi Blog

source: Visit My blog: %s
es_es: Visite my Blog: %s

source: Contact Me
es_es: Contácteme

source: Send email to me mailto:%s
es_es: Envíeme un email:%s

source: About this program
es_es: Acerca de este programa

source: About...
es_es: Acerca de...

source: Class Browser
es_es: Arbol de Clases

source: Show python class browser window
es_es: Mostrar Explorador de Clases de Python

source: Class Browser Refresh
es_es: Refrescar Arbol de Clases

source: Refresh python class browser window
es_es: Refrescar Explorador de Clases de Python

source: Class browser
es_es: Arbol de Clases

source: Running
es_es: Ejecutándose

source: There are some problems when running the program! Please run it in shell.
es_es: Hay algún problema corriendo el programa,! Por favor ejecútelo desde la linea de comandos.

source: Finished!
es_es: Terminado!

source: Script Manager...
es_es: Manejador de Scripts

source: Script manager
es_es: Manejador de Scripts

source: Execute an script
es_es: Ejecutar un script

source: Error compiling script. Traceback:
es_es: Error compilando script. Traceback:

source: Error running script. Traceback:
es_es: Error ejecutando script. Traceback:

source: Language
es_es: Lenguaje

source: Setup lanaguage
es_es: Establecer lenguaje

source: Because you changed the language, it will be enabled at next startup.
es_es: A causa que ha cambiado el lenguaje, este estará disponible al reiniciar.

source: Change language
es_es: Cambiar lenguaje

source: Find In Files...
es_es: Encontrar en Archivos

source: Find text in files
es_es: Encontrar texto en archivos

source: Check
es_es: Revizar

source: This file [%s] has been removed by others, Do you like save it?
es_es: El archivo [%s] ha sido borrado por otros, ¿quieres guardarlo?

source: Tool
es_es: Herramientas

source: Setup python interpreter
es_es: Establecer Intérprete de Python

source: Run
es_es: Ejecutar

source: Run python program
es_es: Ejecutar programa de Python

source: Set python program command line arugments
es_es: Establecer argumentos de la línea de comandos de Python

source: Set Arguments...
es_es: Establecer argumentos

source: Stop Program
es_es: Para programa

source: Stop current python program.
es_es: Detener programa de Python actual

source: You didn't setup python interpreter, please setup it first in Preference dialog
es_es: Usted no ha establecido el intérprete de python, por favor hágalo primero en el menú Preferencias

source: The file has not been saved, and it would not be run. Would you like to save the file?
es_es: El archivo no ha sido guardado y podría no ser ejecutado. ¿Quiere guardar el archivo?

source: Set Python Arguments
es_es: Establecer argumentos de Python

source: Enter the command line arguments: $file will be replaced by current document filename $path will be replaced by current document filename's directory
es_es: Ingresar argumentos para la consola: $file sera reemplazado por el nombre de documento actual $path será reemplazado por el nombre de directorio del documento actual

source: Stopped!
es_es: Detenido!

source: Shell command manager
es_es: Manejador de la Línea de comandos

source: Execute an shell command
es_es: Ejecutar un comando

source: Chanages current document's saving encoding.
es_es: Cambiar el encode del documento actual.

source: Change Encoding...
es_es: Cambiar Encoding...

source: Specifies the syntax highlight to current document.
es_es: Especificar el resaltado de sintáxis para el documento actual.

source: Syntax Highlight...
es_es: Coloreo de sintáxis...

source: Default syntax highlight
es_es: Coloreo de Sintaxis predeterminado

source: Show caret line
es_es: Mostrar línea de retorno de carro

source: Syntax Preference...
es_es: Preferencias de sintaxis...

source: Syntax highlight preference setup.
es_es: Establecer preferencias de coloreo de sintaxis

source: Setup document syntax highlight
es_es: Establecer coloreo de sintaxis del documento

source: Print
es_es: Imprimir

source: Page Setup...
es_es: Preferencias de Página

source: Set page layout and options.
es_es: Establecer esquema y opciones de página.

source: Displays the document on the screen as it would appear printed.
es_es: Mostrar el documento en la pantalla como aparecerá al ser impreso.

source: Print Preview...
es_es: Vista previa...

source: Prints a document.
es_es: Imprimir un documento

source: Plugins Manager...
es_es: Administradoe de PlugIns...

source: Use context sensitive indent
es_es: Usar sangrado sensitivo del contexto

source: Open Ftp Window
es_es: Abrir ventana ftp.

source: Opens ftp window.
es_es: Abrir ventana ftp.

source: Open an file or directory.
es_es: Abrir un archivo o directorio.

source: Create an new file.
es_es: Crear un nuevo archivo.

source: Create an new directory.
es_es: Crear un nuevo directorio

source: New Directory
es_es: Nuevo directorio

source: Delete selected file or directory.
es_es: Borrar archivo o directorio seleccionado.

source: Rename selected file or directory.
es_es: Renombrar archivo o directorio seleccionado.

source: Refresh current directory.
es_es: Refrescar el directorio actual.

source: Upload
es_es: Subir

source: Upload files.
es_es: Subir archivos.

source: Download files.
es_es: Descargar archivos.

source: Window
es_es: Ventana

source: Shows or hides the left Window
es_es: Mostrar u ocultar la ventana Izquierda

source: Left Window
es_es: Ventana izquierda

source: Shows or hides the bottom Window
es_es: Mostrar u ocultar la ventana Inferior

source: Bottom Window
es_es: Ventana inferior

source: Open Shell Window
es_es: Abrir ventana de Línea de Comandos

source: Opens shell window.
es_es: Abrir ventana de Línea de Comandos

source: Open Message Window
es_es: Abrir Ventana de Mensajes

source: Opens message window.
es_es: Abrir ventana de mensajes.

source: Clear Shell Window
es_es: Limpiar ventana de línea de comandos

source: Clears content of shell window.
es_es: Limpiar ventana de línea de comandos

source: Shell
es_es: Línea de comandos

source: Register to Explore
es_es: Registrar en el Explorador

source: Registers to explore context menu.
es_es: Registrar para el menú contextual del explorador

source: Unregister from Explore
es_es: Quitar del Explorador

source: Unregisters from explore context menu.
es_es: Desregistrar para el menú contextual del explorador

source: Successful!
es_es: ¡Realizado!

source: Register to explore context menu failed!
es_es: Falló: Registrar el menú contextual del Explorador

source: Unregister from explore context menu failed!
es_es: ¡Desregistrar para el menú contextual del explorador ha fallado!

source: Convert
es_es: Convertir

source: Output In Message Window
es_es: Salida en Ventana de mensajes

source: Outputs converted text in message window.
es_es: Mostrar salida de texto convertido en Ventana de mensajes

source: Replace Selected Text
es_es: Reemplazar texto seleccionado

source: Replaces selected text with converted text.
es_es: Reemplazar texto seleccionado con texto convertido.
